;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: JoGeJen
; TranslationAuthorEmail: ka7137-277@online.de
; Soft Version: 1.46.38
; Update: July 04, 2017
;
[Lang]
NativeLanguage=Deutsch
[GUI]
ButtonYes=Ja
ButtonNo=Nein
ButtonOK=OK
ButtonMinimize=Minimieren
ButtonMaximize=Maximieren
ButtonClose=Schließen
ButtonRestore=Zurücksetzen
ButtonMenu=Menü

[Translation]
LangCode=0407
ReadHabit=Von links nach rechts
LanguageName=DEU
LangShortName=de-de
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warnung
Error=Fehler
Confirm=Bestätigung
;
; Popup menu
;
pmHelp=Onlinehilfe
pmforum=Forum
pmHome=Offizielle Webseite
pmContact=Uns kontaktieren
pmCheckNew=Neue Version suchen
pmLang=Sprachen (Languages)
pmAbout=Über
pmConMenu=Im Kontextmenü einfügen
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Löscht alle Dateien, welche nicht von Windows gelöscht werden können
FrmWDMain.btnAFile.caption=Datei hinzufügen
FrmWDMain.btnAfolder.caption=Ordner hinzufügen
FrmWDMain.btnRemove.caption=Entfernen
FrmWDMain.btnDel.caption=Entsperren + löschen
FrmWDMain.btnsupport.caption=Rückmeldung
FrmWDMain.btnfacebook.hint=Folge uns auf Facebook
FrmWDMain.btntwitter.hint=Wise Force Deleter auf Twitter teilen
FrmWDMain.btngoogle.hint=Wise Force Deleter auf Google+ teilen
FrmWDMain.btnemail.hint=Erzählen Sie Ihren Freunden von Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Name
FrmWDManin.lvfile.Columns[1]=Pfad
FrmWDManin.lvfile.Columns[2]=Status
;
; About
;
FrmAbout.caption=Über
FrmAbout.lblver.caption=Aktuelle Version:
FrmAbout.lblemail.caption=E-Mail-Hilfe:
FrmAbout.lblhome.caption=Offizielle Webseite:
FrmAbout.lblthanks.caption=Dank an folgende Personen für ihre Beiträge:
FrmAbout.lblWarning.caption=Warnung: Dieses Programm ist durch das Urheberrecht und internationale Verträge geschützt.

[Message]
addfolderwar=Alle Dateien und Unterordner werden gelöscht. Sicher, dass Sie den Ordner entsperren und löschen wollen?
sysdirs=Das Löschen von Systemordnern ist nicht möglich.
rootpath=Das Löschen von Stammordnern ist nicht möglich.
netdevice=Das Laufwerk ist kein gültiges Lokal-Laufwerk.
DragFile=Ordner können nicht hineingezogen werden.
ForceDelete=Löschen erzwingen
Newver=Eine neue Version liegt auf dem Server bereit. Jetzt aktualisieren?
NoNewVer=Diese Version ist die aktuellste Ausgabe!
None=Bereit
Unlocked=Entsperrt und gelöscht
Deleted=Gelöscht
FailDel=Löschen fehlgeschlagen
Aborted=Abgebrochen
NoExists=Nicht gefunden
ConfirmDel=Wollen Sie diese Datei(en) entsperren und löschen?
TranslateTo=Übersetzen nach…